Repository: paulmadore/luckyde
Catalog: lde-appfinder/po/*.po
Languages: be

source: All Applications
be: Усе дастасаванні

source: Name
be: Назва

source: Comment
be: Камэнтар

source: Command
be: Загад

source: Categories
be: Катэгорыі

source: Filename
be: Імя файла

source: Application has no command
be: Дастасаванне

source: Commands History
be: Гісторыя загадаў

source: C_lear
be: _Ачысціць

source: This will permanently clear the custom command history.
be: Гісторыя карыстальніцкіх загадаў будзе ачышчана без магчымасці аднаўлення.

source: Are you sure you want to clear the command history?
be: Упэўненыя што жадаеце ачысціць гісторыю загадаў?

source: The custom action will be deleted permanently.
be: Карыстальніцкае дзеянне будзе выдалена без магчымасці аднаўлення.

source: Are you sure you want to delete pattern "%s"?
be: Упэўненыя што жадаеце выдаліць шаблон "%s"?

source: Application Finder
be: Шукач дастасаванняў

source: Toggle view mode
be: Пераключыць рэжым прагляду

source: La_unch
be: За_пусціць

source: Failed to launch desktop item editor
be: Немагчыма запусціць рэдактар элемента працоўнага стала

source: This will permanently remove the custom desktop file from your home directory.
be: Гэта выдаліць карыстальніцкі файл працоўнага стала з вашага хатняга каталогу без магчымасці аднаўлення.

source: Are you sure you want to revert "%s"?
be: Упэўненыя што жадаеце адмяніць змены ў "%s"?

source: Failed to remove desktop file
be: Немагчыма выдаліць файл працоўнага стала

source: To unhide the item you have to manually remove the desktop file from "%s" or open the file in the same directory and remove the line "%s".
be: Каб зноў адлюстраваць гэты элемент, трэба будзе самастойна выдаліць файл працоўнага стала з "%s" або адчыніць файл у тым жа каталоге і выдаліць радок "%s".

source: _Hide
be: Сх_аваць

source: Are you sure you want to hide "%s"?
be: Упэўненыя што жадаеце схаваць "%s"?

source: Start in collapsed mode
be: Запусціць у згорнутым выглядзе

source: Print version information and exit
be: Вывесці звесткі пра версію і выйсці

source: Replace the existing service
be: Замяніць існуючы сэрвіс

source: Quit all instances
be: Спыніць усе экзэмпляры

source: Do not try to use or become a D-Bus service
be: Не імкнуцца выкарыстаць ці стаць D-Bus сэрвісам

source: Type "%s --help" for usage.
be: Увядзіце "%s --help" для звестак пра выкарыстанне.

source: The Xfce development team. All rights reserved.
be: Каманда распрацоўкі Xfce. Усе правы абароненыя.

source: Please report bugs to <%s>.
be: Калі ласка, паведамляйце пра памылкі на <%s>.

source: Prefix
be: Прэфікс

source: Regular Expression
be: Рэгулярны выраз

source: Very Small
be: Вельмі малы

source: Smaller
be: Яшчэ меньш

source: Small
be: Малы

source: Normal
be: Звычайны

source: Large
be: Вялікі

source: Larger
be: Яшчэ больш

source: Very Large
be: Вельмі вялікі

source: Remember last _selected category
be: _Памятаваць апошнюю абраную катэгорыю

source: Always c_enter the window
be: Заўсёды _цэнтраваць вакно

source: Center the window on startup.
be: Цэнтраваць вакно пры запуску.

source: Keep running _instance in the background
be: Трымаць працуючы экзэмпляр у _фоне

source: Instead of quitting the application when the last window is closed, keep a running instance to speed up opening new windows. You might want to disable this to reduce memory usage.
be: Замест выхаду з дастасавання пасля закрыцця апошняга вакна, пакінуць працуючы экзэмпляр дзеля паскарэння адкрыцця новых вокнаў. Вы можаце адключыць гэтую опцыю каб паменшыць выкарыстанне памяці.

source: Behaviour
be: Паводзіны

source: _View items as icons
be: Паказваць элементы _як значкі

source: Text besi_de icons
be: Тэкст за зна_чкай

source: Ite_m icon size:
be: Памер значкі _элемента:

source: Categ_ory icon size:
be: Памер значкі _катэгорыі:

source: Appearance
be: Знешні выгляд

source: C_lear Custom Command History
be: _Ачысціць гісторыю карыстальніцкіх дзеянняў

source: History
be: Гісторыя

source: _General
be: А_сноўныя

source: Pattern
be: Шаблон

source: Add a new custom action.
be: Дадаць новае дзеянне.

source: Remove the currently selected action.
be: Выдаліць вылучанае дзеянне.

source: If the type is set to prefix, %s will be replaced with the string after the pattern, %S with the complete entry text. For regular expressions you can use \0 and \<num>.
be: Калі абраны тып прэфіксу, %s будзе заменены на частку тэксту пасля шаблону, %S - на поўны тэкст. Для рэгулярных выразаў вы можаце карыстацца \0 і \<нумар>.

source: Co_mmand:
be: За_гад:

source: Patte_rn:
be: _Шаблон:

source: _Type:
be: _Тып:

source: _Save match in command history
be: Захоўваць _супадзенне ў гісторыі загадаў

source: Custom _Actions
be: Карыстальніцкія _дзеянні

source: Find and launch applications installed on your system
be: Шукае і запускае ўсталяваныя дастасаванні

source: Run Program...
be: Выканаць праграму...

source: Run a program
be: Выканаць праграму
