Repository: paulmadore/luckyde
Catalog: acc/podcatcher/backend/po/*.po
Languages: de

source: Install mygpoclient for gpodder.net features
de: Für gpodder.net-Funktionen muss mygpoclient installiert sein

source: Invalid URL: %(url)s
de: Ungültige URL: %(url)s

source: Not subscribed to %(url)s
de: Kein Abonnement für %(url)s

source: Subscribing to %(url)s
de: Abonniere %(url)s

source: Already subscribed to %(url)s
de: Abonement existiert bereits: %(url)s

source: Subscription to %(url)s failed
de: Abonnieren von %(url)s fehlgeschlagen

source: Resolved feed URL: %(url)s
de: Aufgelöste Feed-URL: %(url)s

source: Configuration option %(key)s not found
de: Konfigurations-Option %(key)s nicht gefunden

source: Invalid configuration option: %(key)s
de: Ungültige Konfigurations-Option: %(key)s

source: Removed %(url)s
de: %(url)s entfernt

source: Usage: query EQL
de: Aufruf: query SQL

source: %(count)d episode matched
de: %(count)d Episode gefunden

source: Use "apply" to apply a single-episode command
de: Benutze "apply" um einen Episoden-Befehl anzuwenden

source: Subscription suspended
de: Abonnement ausgesetzt

source: %(count)d new episode
de: %(count)d neue Episode

source: Checking for new episodes
de: Neue Episoden werden gesucht

source: Skipping %(podcast)s
de: Überspringe %(podcast)s

source: Invalid episode ID: %(error)s
de: Fehlerhafte Episoden-ID: %(error)s

source: Episode ID not found: %(id)x
de: Episoden-ID nicht gefunden: %(id)x

source: Invalid action: %(action)s. Valid actions: %(valid_actions)s
de: Ungültiger Befehl: %(action)s. Verfügbare Befehle: %(valid_actions)s

source: Episode marked as old: %(title)s
de: Episode als alt markiert: %(title)s

source: Episode marked as new: %(title)s
de: Episode als neu markiert: %(title)s

source: Episode deleted: %(episode)s
de: Episode gelöscht: %(episode)s

source: "apply" can only be used during an interactive session
de: "apply" kann nur während einer interaktiven Sitzung verwendet werden

source: Empty query result (use "query" first)
de: Leeres Abfrage-Ergebnis (zuerst "query" benutzen)

source: Cannot apply this command
de: Kann diesen Befehl nicht anwenden

source: Please provide a search query
de: Bitte eine Suchanfrage eingeben

source: %(count)d episode downloaded
de: %(count)d Episode heruntergeladen

source: Downloading %(episode)s
de: Lade %(episode)s herunter

source: Subscription suspended: %(url)s
de: Abonnement ausgesetzt: %(url)s

source: Subscription resumed: %(url)s
de: Abonnement fortgesetzt: %(url)s

source: No software updates available
de: Keine Software-Aktualisierungen verfügbar

source: New version %(latestversion)s available (released: %(latestdate)s)
de: Neue Version %(latestversion)s verfügbar (veröffentlicht: %(latestdate)s)

source: You have version %(thisversion)s (released: %(thisdate)s)
de: Sie haben Version %(thisversion)s (veröffentlicht: %(thisdate)s)

source: Download the new version from %(url)s
de: Die neue Version kann von %(url)s heruntergeladen werden

source: <command>
de: <Befehl>

source: Use "help %(command)s" to get detailed help for a command
de: Benutze "help %(command)s", um detaillierte Hilfe für ein Kommando zu bekommen

source: No documentation available (command exists)
de: Keine Dokumentation verfügbar (Befehl existiert)

source: No such command
de: Befehl existiert nicht

source: Syntax error: %(error)s
de: Syntax-Fehler: %(error)s

source: Incomplete command; matching commands:
de: Unvollständiger Befehl; passende Befehle:

source: Command not found
de: Befehl nicht gefunden
