Repository: paulmadore/luckyde
Catalog: acc/podcatcher/backend/po/cz.po
Languages: cs_cz

source: Install mygpoclient for gpodder.net features
cs_cz: Nainstalujte mygpoclient pro správné fungování gpodder.net

source: Invalid URL: %(url)s
cs_cz: Neplatná URL: %(url)s

source: Not subscribed to %(url)s
cs_cz: %(url)s není odebírána

source: Subscribing to %(url)s
cs_cz: Začínám odebírat %(url)s

source: Already subscribed to %(url)s
cs_cz: %(url)s je již odebírána

source: Subscription to %(url)s failed
cs_cz: Odběr %(url)s selhal

source: Resolved feed URL: %(url)s
cs_cz: Načtena adresa URL: %(url)s

source: Configuration option %(key)s not found
cs_cz: Konfigurační nastavení pro %(key)s nenalezeno

source: Invalid configuration option: %(key)s
cs_cz: Neplatné nastavení konfigurace: %(key)s

source: Removed %(url)s
cs_cz: %(url)s odstraněno

source: Usage: query EQL
cs_cz: Použití: query EQL

source: %(count)d episode matched
cs_cz: nalezena %(count)d epizoda

source: Use "apply" to apply a single-episode command
cs_cz: Použít "apply" jako příkaz pro jednu epizodu

source: Subscription suspended
cs_cz: Odběr ukončen

source: %(count)d new episode
cs_cz: %(count)d nová epizoda

source: Checking for new episodes
cs_cz: Hledám nové epizody

source: Skipping %(podcast)s
cs_cz: Přeskakuji %(podcast)s

source: Invalid episode ID: %(error)s
cs_cz: Neplatné ID epizody: %(error)s

source: Episode ID not found: %(id)x
cs_cz: ID epizody nenalezeno: %(id)x

source: Invalid action: %(action)s. Valid actions: %(valid_actions)s
cs_cz: Neplatný příkaz: %(action)s. Dostupné příkazy: %(valid_actions)s

source: Episode marked as old: %(title)s
cs_cz: Epizoda označena jako stará: %(title)s

source: Episode marked as new: %(title)s
cs_cz: Epizoda označena jako nová: %(title)s

source: Episode deleted: %(episode)s
cs_cz: Epizoda smazána: %(episode)s

source: "apply" can only be used during an interactive session
cs_cz: "apply" lze použít pouze během interaktivního sezení

source: Empty query result (use "query" first)
cs_cz: Žádný výsledek hledání (nejdříve použít "query")

source: Cannot apply this command
cs_cz: Tento příkaz nelze použít

source: Please provide a search query
cs_cz: Zadejte hledaný výraz

source: %(count)d episode downloaded
cs_cz: stažena %(count)d epizoda

source: Downloading %(episode)s
cs_cz: Stahuje se %(episode)s

source: Subscription suspended: %(url)s
cs_cz: Odběr ukončen: %(url)s

source: Subscription resumed: %(url)s
cs_cz: Odběr obnoven: %(url)s

source: No software updates available
cs_cz: Není dostupná žádná novější verze

source: New version %(latestversion)s available (released: %(latestdate)s)
cs_cz: Nová verze %(latestversion)s je dostupná (sestavena: %(latestdate)s)

source: You have version %(thisversion)s (released: %(thisdate)s)
cs_cz: Aktuální verze %(thisversion)s (sestavena: %(thisdate)s)

source: Download the new version from %(url)s
cs_cz: Nová verze ke stažení na %(url)s

source: <command>
cs_cz: <příkaz>

source: Use "help %(command)s" to get detailed help for a command
cs_cz: Použij "help %(command)s" pro obdržení detailnějších informací k příkazu

source: No documentation available (command exists)
cs_cz: Dokumentace není dostupná (příkaz existuje)

source: No such command
cs_cz: Příkaz neexistuje

source: Syntax error: %(error)s
cs_cz: Chyba syntaxe: %(error)s

source: Incomplete command; matching commands:
cs_cz: Nekompletní příkaz; odpovídající příkazy:

source: Command not found
cs_cz: Příkaz nenalezen
